Repository: DzmitrySha/ndt_manager
Catalog: equipment/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Equipment
ru: Оборудование

source: Name/model
ru: Наименование/модель

source: Description
ru: Описание

source: Created date
ru: Дата создания

source: Updated date
ru: Дата изменения

source: Station number
ru: Станционный номер

source: Factory number
ru: Заводской номер

source: Inventory number
ru: Инвентарный номер

source: Registration number
ru: Регистрационный номер

source: Start operation date
ru: Дата начала эксплуатации

source: Total operation time
ru: Наработка

source: Last repair date
ru: Дата последнего капремонта

source: Operation time after major repairs
ru: Наработка после капремонта

source: Equipment type
ru: Тип оборудования

source: Station
ru: Станция

source: Are you sure want to delete
ru: Вы уверены, что хотите удалить

source: Equipment detail view
ru: Карточка оборудования

source: Register number
ru: Регистрационный номер

source: Operation time (hours)
ru: Наработка (часов)

source: (hours)
ru: (часов)

source: Last major repair date
ru: Дата последнего капремонта

source: Operation time after major repair (hours)
ru: Наработка после капремонта (часов)

source: Update
ru: Изменить

source: Delete
ru: Удалить

source: Create equipment
ru: Создать оборудование

source: Equipment table
ru: Таблица оборудования

source: Name
ru: Наименование

source: Show
ru: Показать

source: Equipment card
ru: Карточка оборудования

source: Equipment successfully created
ru: Оборудование успешно создано

source: Create
ru: Создать

source: Equipment successfully updated
ru: Оборудование успешно изменено

source: Update equipment
ru: Изменение оборудования

source: Equipment successfully deleted
ru: Оборудование успешно удалено

source: Delete equipment
ru: Удаление оборудования

source: Yes, delete
ru: Да, удалить
